{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://media.discordapp.net/attachments/1184607618933723198/1184607738324590742/Logo_Emoji.jpg",
        "DisableIconText": false,
        "IconPosition": 3,
        "IconTextColor": 8,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "Rules and Info",
          "title1": "<RichColor Color=\"255,127,80,1\">Welcome to Petunias Gaming Village</>",
          "text1": "All rules are contingent on the judgment of PGV Admins and Staff.\n\nIf you break the “spirit” of the rule without breaking the letter of the law, you can still be subject to consequences.\n\nThis is a game for everyone to have fun, let’s keep it mature\n\nNo glitching, meshing, bug exploits, etc. No hacks or real-money trading.\n\nOne character per person per map/cluster. You may not create a secondary character for the purpose of exploiting the in-game accountability systems.\n\nDo not block artifacts, obelisks, crate spawns or high-value resource spawns (metal, obsidian, etc).\n\nWhen looting beaver dams, clear everything, including the wood, out of the dam so it will respawn.\n\nNo long-term harassment or imprisonment. Players must be released after no more than 1 hour. All prisoners must released before you log off.\n\nTribe names can only be changed once every 2 weeks.\n\nRepeatedly raiding the same tribe in a short period of time (1-3 days) will be considered griefing, action may be taken by the admins if this occurs.\n\nNo insiding - If you wish to leave a tribe, you need to tell your tribe mates/the tribe owner. Do not disable defenses, unclaim tames, or destroy builds before leaving",
          "imageurl": "https://media.discordapp.net/attachments/1184607618933723198/1184607771010814085/PGV_Background.jpg"
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Rates and Server Settings",
          "title1": "Rates",
          "text1": "XPMultiplier=3.000000\n\nResourcesRespawnPeriodMultiplier=4.00000\n\nHarvestAmountMultiplier=4.0\n\nSupplyCrateLootQualityMultiplier=8.000000\n\nCropGrowthSpeedMultiplier=2\n\nTamingSpeedMultiplier=10\n\nMatingIntervalMultiplier=0.15\n\nMatingSpeedMultiplier=3\n\nEggHatchSpeedMultiplier=20\n\nBabyImprintAmountMultiplier=20\n\nBabyMatureSpeedMultiplier=16\n\n",
          "title2": "Server Settings",
          "text2": "Tribe: Max of 5 players per Tribe\n\nCave Buidling: Disabled\n\nCave Flying: Disabled\n\nTheMaxStructuresInRange=10500\n\nMax Dino: 300\n\nEngrams: Auto Unlock\n\nSpeed Leveling: Enabled\n\n",
          "imageurl": "https://media.discordapp.net/attachments/1184607618933723198/1184607771010814085/PGV_Background.jpg"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "About PGV",
          "title1": "Petunias Gaming Village (PGV)",
          "text1": "Welcome to Petunia Gaming Village, where gaming is more than just a hobby – it's a community-driven adventure. Founded by a group of passionate gamers, Petunia Gaming Village is a haven for enthusiasts who share a love for VR, PC, and console gaming.\n\nAt Petunia Gaming Village, our primary focus is on creating a space for gamers of all backgrounds. Whether you're a seasoned player or a newcomer to the gaming world, our community is built on the principles of respect and maturity.\n\nIn addition to playing on this server the PGV community takes a unique approach by gathering members from various tribes on our server to form a temporary tribe on a random server and see just how far our collective skills can take us.\n\nCome be a part of our ever-growing gaming family at Petunia Gaming Village, where the joy of gaming meets the warmth of community. Embrace the adventure, make memories, and let the games unite us all.\n\n",
          "imageurl": "https://media.discordapp.net/attachments/1184607618933723198/1184607771010814085/PGV_Background.jpg"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.gg/vmwdzkED3P"
        }
      }
    ]
  }
}

